Repository: BenKekwandi/RentACarApp
Catalog: RENT-4soft4/Rentacar/fleet/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Add New Customer
tr: Yeni müşteri ekle

source: Customer Type
tr: Müşteri türü

source: ID information
tr: Kimlik bilgisi

source: Customer Title
tr: Müşteri ünvanı

source: Name
tr: Ad

source: Surname
tr: Soyad

source: ID Number
tr: Kimlik Num.

source: Passport Number
tr: Pasaport Num.

source: Date of birth
tr: Doğum Tarihi

source: Place of birth
tr: Doğum Yeri

source: Country
tr: ülke

source: Nationality
tr: Uyruk

source: Mother Name
tr: Ana Adı

source: Father Name
tr: Baba Adı

source: Job
tr: Meslek

source: Contact information
tr: İletişim bigileri

source: Mobile Phone
tr: Cep Telefonu

source: Home Phone
tr: Ev Telefonu

source: Office Phone
tr: ofis Telefonu

source: Business Phone
tr: iş Telefonu

source: E-mail
tr: E-posta

source: Home Address
tr: Ev-adresi

source: Local Address
tr: Yerel adres

source: Business Address
tr: iş adresi

source: Driver's Licence information
tr: Ehliyet Bilgileri

source: Driver's License Number
tr: Ehliyet Numarası

source: License Issue Place
tr: Ehliyet Veriliş Yeri

source: License Issue Date
tr: Ehliyet Veriliş Tarihi

source: Education Information
tr: Öğrenim Bilgileri

source: School
tr: Okul

source: Faculty
tr: Fakülte

source: Section
tr: Bölüm

source: Student Number
tr: Öğrenci Numarası

source: Customer Current Account
tr: Müşteri Cari Hesapları

source: Account Name
tr: Hesap Adı

source: Account Currency
tr: Hesap Para Birimi

source: Blood group
tr: Kan Grubu

source: System Note
tr: Sistem Notu

source: Customer Documents
tr: Müşteri Evrakları

source: My Customers
tr: Müşterilerim

source: Type
tr: Tür

source: Phone number
tr: Telefon Numarası

source: Email
tr: E-posta

source: Passport No
tr: Doğum Tarihi

source: Date of registration
tr: Kimlik Numarası

source: transactions
tr: İşlemler

source: home
tr: Merkez

source: dashboard
tr: Merkez

source: Contracts
tr: Toplam Sözleşme

source: On-going
tr: Devam eden

source: rented cars
tr: kiralık araçlar

source: Vehicles
tr: Araçlar

source: total
tr: toplam

source: vehicles
tr: Araçlar

source: Customers
tr: Müşteriler

source: customers
tr: müşteriler

source: In maintenance
tr: Bakımdaki araçlar

source: Available
tr: Mevcut arabalar

source: Income
tr: Gelir

source: Today
tr: Bugün

source: Cars to be Returned
tr: araçlar yakında dönüyor

source: Customer
tr: Müsteri

source: Return date
tr: Dönüş tarihi

source: Time remaining
tr: kalan süre

source: Transactions
tr: İşlemler

source: Revenues
tr: gelirler

source: You have
tr: Var

source: contracts with debt
tr: Borçlu Sözleşmeler

source: vehicles returning soon
tr: araçlar yakında dönüyor

source: vehicle payment reminders
tr: Araç ödeme hatırlatıcıları

source: My Profile
tr: Kullanıcı yönetimi

source: Need Help
tr: Yardım Edin

source: Sign Out
tr: oturumu Kapat

source: Dashboard
tr: Merkez

source: Customer Management
tr: Müşteri Yönetimi

source: New Customer
tr: Yeni Müsteri

source: Rent A Car
tr: Araç Kiralama

source: New Contract
tr: Yeni Sözleme

source: New Reservation
tr: Yeni Reservasyon

source: Vehicle Sales Contract
tr: Araç Satiş Sözleşmeleri

source: My Reservation
tr: Rezervasyonlarim

source: Instant Availbility
tr: Anlik Doluluk Durumu

source: General Availbility
tr: Genel Dululuk Durumu

source: Additional Service Management
tr: Ek Hizmetler Yönetimi

source: Route Management
tr: Güzergah Yönetimi

source: Regions
tr: Bölgeler

source: Add Region
tr: Bölge Ekle

source: Stops
tr: Durak Noktaları

source: Add Stop
tr: Durak Noktası Ekle

source: Vehicle Management
tr: Araç Yönetimi

source: My Tools
tr: Araçlarim

source: Vehicle List
tr: Araç listem

source: Add Vehicle
tr: Araç ekle

source: Vehicle History
tr: Araç Geçmişi

source: Vehicle Maintenance Records
tr: Araç Bakım Listesi

source: Car Care
tr: Araç Bakımı Ekle

source: Vehicle Type
tr: Araç Türleri

source: Add Vehicle Type
tr: Araç Türleri ekle

source: Vehicle Brand
tr: Araç Markaları

source: Add Vehicle Brand
tr: Araç Markaları ekle

source: Vehicle Model
tr: Araç modelleri

source: Add Vehicle Model
tr: Araç modelleri ekle

source: Authorization
tr: Yetkilendirme

source: My Account
tr: Kullanıcı Yönetimi

source: Accounting
tr: Muhasebe

source: Safe
tr: Kasalar

source: Income Report
tr: Gelir raporu

source: Expense Report
tr: Gider raporu

source: My Accounting Book
tr: Muhasebe defterim

source: All Records
tr: Tüm Kayıtlar

source: Vehicle Expense
tr: Araç Gıderleri

source: Collection
tr: Tahsilat

source: Expense Records
tr: Gider Kaydı

source: Sales Invoice
tr: Satış Faturası

source: Add Vehicle Expense Record
tr: Araç Gider Kaydı Ekle

source: Current Accounts
tr: Cari Hesaplar

source: All Curent Accounts
tr: Tüm Cari Hesaplar

source: Add Current Account
tr: Cari hesapekle ekle

source: Merge Current Account
tr: Cari hesap Birlleştir

source: Status Statement
tr: Cari Durum Tablosu

source: Account Statement
tr: Cari Hesap Dökümü

source: Accounting Items
tr: Muhasebe Kalemleri

source: All Items
tr: Tüm Kalemleri

source: Add New Item
tr: Yeni Kalem Ekle

source: Reminders
tr: Hatırlatmalar

source: Vehicle Payment Reminders
tr: Araç ödeme Hatırlatmaları

source: Add Vehicle Payment Reminders
tr: Araç ödeme Hatırlatmalası Ekle

source: Bulk Add Vehicle Payment Reminders
tr: Araç ödeme Hatırlatmalası Toplu ekle

source: All vehicles
tr: Tüm Araçlar

source: Vehicle Plate number
tr: araç plaka numarası

source: traffic_release_year
tr: Trafik yayın yılı

source: Region Location
tr: bölge konumu

source: Vehicle Status
tr: araç durumu

source: Plate number
tr: Plaka numarası

source: Model
tr: Modeli

source: Traffic Release Year
tr: Trafik yayın yılı

source: Location of Vehicle
tr: aracın konumu

source: Picture of the vehicle
tr: aracın resmi

source: Add new Contract
tr: Yeni Sözleşme

source: Additional people to use the Tool
tr: Aracı kullanacak ek kişiler

source: Name and Surname
tr: Ad ve Soyad

source: Identification Number
tr: Kimlik Numarası

source: Birth Date
tr: Doğüm Tarihi

source: Telephone
tr: Telefonu

source: Vehicle Information
tr: Araç bilgisi

source: Vehicle
tr: Araç

source: Issue Point
tr: sorun noktası

source: Return Point
tr: dönüş noktası

source: Issue Date and Time
tr: Yayın tarihi ve saati

source: Return Date and Time
tr: Dönüş tarihi ve saati

source: Days
tr: Günler

source: Early delivery Date
tr: Erken teslimat tarihi

source: Gasoline Quantity
tr: Benzin miktarı

source: Transmission Km.
tr: İletim kilometresi

source: Return Km
tr: Dönüş kilometresi

source: Mileage Limit
tr: kilometre sınırı

source: Vehicle Return Address
tr: Araç İade Adresi

source: Vehicle Issue Address
tr: Araç Verme Adresi

source: Additional information
tr: ek bilgi

source: Customer Comment
tr: müşteri yorumu

source: Payment information
tr: Ödeme bilgileri

source: Total Fee
tr: Toplam ücret

source: Agent Percentage
tr: Ajan Yüzdesi

source: Agent Fee
tr: Ajan ücreti

source: Intermediary Company Account
tr: Aracı Firma Hesabı

source: Payment Type
tr: Ödeme Şekli

source: Currency Point
tr: para birimi noktası

source: Mail Order Pos Account
tr: Mail order Pos

source: Brokerage Fee
tr: Aracılık ücreti

source: Card Type
tr: Kart Türü Sağlayıcısı

source: Card Holder
tr: Kart Sahibi Ad Soyad

source: Card Number
tr: Kart Numarası

source: Card Expiry Year
tr: Kartın Son Kullanım Yılı

source: Card Expiry Month
tr: Kartın Son Kullanım Ayı

source: Bank Account to be Transferred
tr: Havale Yapılacak Banka Hesabı

source: Account to be debited
tr: Borçlandırılacak Hesap

source: Create New Current Account
tr: Cari Hesap Tercihi

source: Check Number
tr: Çek No.

source: Checking Account
tr: Çek Hesabı

source: Check Holder
tr: Çek Sahibi

source: Check Cash
tr: Çek Bozdurma Tarihi

source: Check Receipt
tr: Çek Alınma Tarihi

source: Cash Account
tr: Nakit Hesap

source: Bank Pos Account
tr: Banka Pos Hesabı

source: Bank Intermediation Fee
tr: Banka Aracılık Ücreti

source: Issue Date
tr: düzenleme tarihi

source: Return Date
tr: dönüş tarihi

source: Pick Up address
tr: Adresi almak

source: Drop address
tr: Adres bırak

source: Fee
tr: ücret

source: Amount Paid
tr: Ödenen miktar

source: Debt
tr: Borç

source: Payment Status
tr: ödeme durumu

source: Status
tr: Durum

source: Registration date
tr: Kayıt Tarihi

source: GENERAL AVAILABILITY
tr: genel kullanılabilirlik

source: Year
tr: yıl

source: Month
tr: Ay

source: INSTANT AVAILABILITY
tr: anında kullanılabilirlik

source: Date of issue
tr: Veriliş tarihi

source: Vehicle status
tr: araç durumu

source: New Reservation(Based on Vehicle Model)
tr: Yeni Rezervasyon

source: Reservation Status
tr: Rezervasyon durumu

source: Vehicle Purchase Information
tr: Araç Satın Alma Bilgileri

source: Vehicle plate Number
tr: Araç plaka numarası

source: Purchase Date
tr: Satınalma tarihi

source: Pickup Time
tr: Alma vakti

source: Flight Number
tr: Uçuş numarası

source: Pickup Place
tr: Alım Yeri

source: Pickup Address
tr: Adresi almak

source: Vehicle Return information
tr: Araç İade bilgileri

source: Delivery Date
tr: Teslim tarihi

source: Delivery Time
tr: Teslim Saati

source: Vehicle Return Place
tr: Araç iade yeri

source: Return Address
tr: İade adresi

source: Additional services
tr: ek hizmetler

source: Payment Information
tr: ödeme bilgileri

source: Currency
tr: para birimi

source: RESERVATIONS
tr: Rezervasyonlar

source: Pick Up place
tr: teslim alma yeri

source: Pick Up Time
tr: Alma vakti

source: Vehicle Brands
tr: Araç markaları

source: Item Name
tr: öğe adı

source: New Vehicle Brand Name
tr: Yeni Araç Marka Adı

source: Offcial logo Mark
tr: Resmi logo İşareti

source: Add Vehicle Maintenance Record
tr: Araç Bakım Kaydı Ekle

source: login Date
tr: giriş tarihi

source: Release Date
tr: Yayın tarihi

source: Last Maintenance Km
tr: Son Bakım Km

source: Input Km
tr: Giriş km

source: Total Amount
tr: Toplam ücret

source: Maintenance place
tr: Bakım yeri

source: Explanation
tr: Açıklama

source: Operation Type
tr: Operasyon türü

source: Title
tr: Başlık

source: Description
tr: Açıklama

source: Vehicle Maintenance records
tr: Araç Bakım kayıtları

source: Amount
tr: Ücret

source: Entry Date
tr: Giriş tarihi

source: Release date
tr: Yayın tarihi

source: Input km
tr: Giriş km

source: Car place
tr: Bakım yeri

source: Vehicle Models
tr: araç modelleri

source: Price class
tr: Fiyat sınıfı

source: Number of doors
tr: kapı sayısı

source: Number of passengers
tr: Yolcuların sayısı

source: Maximum number of large suitcases
tr: Maksimum büyük valiz sayısı

source: Maximum number of small suitcases
tr: Maksimum küçük valiz sayısı

source: Model year
tr: model yılı

source: Gear
tr: Vites

source: Fuel Type
tr: Yakıt tipi

source: Vehicle Components
tr: araç bileşenleri

source: Vehicle Model Name
tr: araç modeli adı

source: Petrol
tr: Benzin

source: Diesel
tr: Dizel

source: LP
tr: kiralama satın alma

source: Manual Gear
tr: Manüel vites

source: Automatic Transaction
tr: Otomatik İşlem

source: Model Year
tr: model yılı

source: Maximum Number of people
tr: Maksimum kişi sayısı

source: Maximum Number of Suitcase(small)
tr: Maksimum Bavul Sayısı(küçük)

source: Maximum Number of Suitcase(large)
tr: Maksimum Bavul Sayısı(büyük)

source: Number of Doors
tr: kapı sayısı

source: Vehicle Pictures
tr: Araç resimleri

source: Vehicle Types
tr: Araç Türülar

source: Maximum number of people
tr: Maksimum kişi sayısı

source: New Vehicle type name
tr: Yeni Araç tipi adı

source: Maximum Number of Suitcase (small)
tr: Maksimum Bavul Sayısı (küçük)

source: Maximum Number of Suitcase (large)
tr: Maksimum Bavul Sayısı (büyük)

source: Vehicle Type Image
tr: Araç tipi resim resmi
